Repository: FilipStepanek/WeatherAppSwiftUIkit
Catalog: AppleWeatherSwift/Application/Resources/Resources - string catalog/Localizable.xcstrings
Source language: en
Languages: cs

# cloudy.message
source: It’s cloudy.
cs: Je zamračeno.

# day.clear.sky.message
source: It’s clear sky.
cs: Jako vymetýno!

# direction.title
source: Direction
cs: Směr větru

# enable.Location.Button.Title
source: Enable Location
cs: Povolit lokaci

# enable.Location.Title
source: Enable Location
cs: Povolit lokaci

# error.Fetching.Data.Message
source: Reload the location or search for a different one.
cs: Znovu načtěte lokaci nebo vyhledejte jinou.

# error.Fetching.Data.Title
source: Error fetching data
cs: Chyba při stahování dat

# error.Internet.Connection..Message
source: Please check your connection and try again.
cs: Prosím, zkontrolujte připojení a zkuste to znovu.

# error.Internet.Connection.Title
source: No Internet Connection
cs: Bez připojení k internetu

# few.clouds.message
source: It’s few clouds.
cs: Jenom pár mráčků.

# fog.message
source: It’s fog.
cs: Je mlha!

# forecast.cloudy.message
source: Cloudy.
cs: Zamračeno.

# forecast.header.title
source: Forecast
cs: Předpověď

# forecast.mist.message
source: Mist!
cs: Mlha!

# forecast.moon.message
source: Moon.
cs: Jasno.

# forecast.no.info.current.weather
source: No info about condition.
cs: Nejsou informace o počasí.

# forecast.rain.message
source: Rain.
cs: Déšť.

# forecast.rain.showers.message
source: Rainy showers.
cs: Přeháňky.

# forecast.scattered.clouds.message
source: Scattered clouds
cs: Polojasno.

# forecast.snowing.message
source: Snowing.
cs: Sněží.

# forecast.sun.message
source: Sun.
cs: Slunečno.

# forecast.TabBar.Title
source: Forecast
cs: Předpověď

# forecast.thunderstorm.message
source: Thunderstorm!
cs: Bouřka!

# hot.message
source: It’s f**hot
cs: Je ku*** teplo.

# humidity.title
source: Humidity
cs: Vlhkost

# night.clear.sky.message
source: It’s nice moon.
cs: Je krásný měsíc.

# no.info.current.weather
source: No info about condition.
cs: Nejsou informace o počasí.

# permission.Message
source: Give us permission to see forecast for your current location.
cs: Udělte nám povolení zobrazit předpověď pro vaši aktuální polohu.

# pressure.title
source: Pressure
cs: Tlak

# rainy.message
source: It’s raining.
cs: Prší.

# share.button.title
source: Share
cs: Sdílet

# showers.message
source: It’s showers.
cs: Venku jsou přeháňky.

# snow.message
source: It’s snowing.
cs: Venku sněží.

# thunderstorm.message
source: It’s thunderstorm.
cs: Je bouřka.

# thunderstrom.message
source: It’s thunderstorm.
cs: Venku bouří!

# today.day.info
source: Today
cs: dnes

# today.Tabbar.Title
source: Today
cs: Dnes

# Today.view.messega
source: Today
cs: Dnes

# tomorrow.day.info
source: Tomorrow
cs: zítra
